"ACTION" = "Hành động";
"ACTION SELECT" = "Lựa chọn Hành động";
"ADD CURRENT SIM" = "Thêm vào SIM hiện tại";
"ADD NEW COMMAND" = "Thêm vào Hiệu lệnh mới";
"ALERT TEXT" = "Chữ Cảnh báo";
"AND SEND IT WITH LOCATION BY EMAIL" = "và gửi đi cùng Địa điểm bằng email";
"ALLOWED ATTEMPTS" = "Số lần thử cho phép";
"CHECK YOUR INBOX" = "Kiểm tra hộp thư đến của bạn";
"CHECK YOUR INTERNET CONNECTION OR MAIL DETAILS" = "Kiểm tra kết nối internet hoặc chi tiết hộp thư của bạn";
"CLOSE" = "Đóng";
"COMMAND" = "Hiệu lệnh";
"COMMAND SUCCESSFUL" = "Hiệu lệnh thành công";
"COMMANDS" = "Các hiệu lệnh";
"CRASH REPORT COULD NOT BE READED" = "Báo cáo lỗi không thể đọc";
"CREDITS" = "Các chứng nhận";
"DELETE PERSONAL DATA" = "Xóa Thông tin Cá nhân";
"DONE" = "Hoàn tất";
"EMAIL" = "E-Mail";
"ENABLE" = "Kích hoạt";
"ERROR" = "Lỗi";
"EVERY 1 HOUR" = "Mỗi 1 Giờ";
"EVERY 5 MINUTES" = "Mỗi 5 Phút";
"EVERY 10 MINUTES" = "Mỗi 10 Phút";
"EVERY 30 MINUTES" = "Mỗi 30 Phút";
"FORWARD MESSAGES" = "Chuyển tiếp các Tin nhắn";
"FORWARD NUMBER" = "Chuyển tiếp số";
"FORWARD RECEIVED MESSAGES" = "Chuyển tiếp các Tin nhắn đã nhận";
"IF YOU ARE USING GMAIL YOUR USERNAME IS EQUAL TO YOUR EMAIL (MUST HAVE @GMAIL.COM)" = "Nếu bạn đang sử dụng GMail thì tên thuê bao của bạn cũng phải giống như với email của bạn (phải có đuôi @gmail.com)";
"LICENSE" = "Giấy Phép";
"LICENSE DOWNLOADED" = "Giấy Phép đã tải về";
"LOCK DEVICE" = "Khóa Thiết bị";
"MAIL COULD NOT BE SENT" = "Thư không thể gửi đi";
"MAIL SENT" = "Thư đã gửi đi";
"MESSAGE TEXT" = "Tin nhắn Chữ";
"MORE" = "Thêm";
"NOT VALIDATED" = "Không Xác thực";
"OBTAIN INFORMATION" = "Thu thập Thông tin";
"OK" = "OK";
"ON DEVICE" = "Bật Thiết bị";
"OPEN" = "Mở";
"PLAY ALARM" = "Chạy Báo động";
"PLEASE ENTER YOUR LOCK PASSCODE TO EDIT SETTINGS" = "Vui lòng nhập Mật mã của bạn để Chỉnh sửa Cài đặt";
"PLEASE WRITE HERE ALL THE BUGS YOU EXPERIENCED (AND DON'T DELETE THE ATTACHED FILES)" = "Vui lòng ghi vào đây các lỗi bạn gặp phải (và đừng xóa các tập tin đính kèm).";
"POWER DOWN DEVICE" = "Tắt nguồn Thiết bị";
"PRESS TO VALIDATE" = "Nhấn để Xác thực";
"PURCHASE ICAUGHTU PRO ON CYDIA" = "Mua iCaughtU Pro trên Cydia";
"REBOOT DEVICE" = "Khởi động lại Thiết bị";
"REMOTE COMMANDS WORK BOTH WITH SMS AND IMESSAGE" = "Các Hiệu lệnh từ xa làm việc cả với SMS và iMessage";
"REPLY WHEN COMMAND EXECUTED" = "Hồi báo khi hiệu lệnh được thực thi";
"REPORT BUG TO DEVELOPER" = "Báo cáo lỗi cho Nhà phát triển";
"REPORT LOCATION" = "Báo cáo Vị trí";
"RESEND MESSAGE TO STOP ALARM" = "Gửi lại tin nhắn để dừng Báo động";
"SAFARI, SMS, MUSIC, CALL, MAIL, NOTES, ETC." = "Safari, SMS, Nhạc, Thoại, Thư, Ghi chú, V.v.";
"SEND LOCATION BY EMAIL" = "Gửi Vị trí bằng email";
"SEND LOCATION BY SMS" = "Gửi Vị trí bằng SMS";
"SEND PICTURE & LOCATION" = "Gửi Hình & Vị trí";
"SETTINGS" = "Cài đặt";
"SHOW TEXT ALERT" = "Hiện Chữ Cảnh báo";
"SIM LIST" = "Danh sách SIM";
"SIM NAME:" = "Tên SIM:";
"SMS NUMBER" = "Số SMS";
"TAKE PICTURE FRONT CAMERA" = "Chụp Hình bằng Camera Trước";
"TAKE PICTURE REAR CAMERA" = "Chụp Hình bằng Camera Sau";
"TEXT SHOULD BE PLACED AFTER THE COMMAND" = "Chữ nên được đặt sau hiệu lệnh";
"THANKS FOR PURCHASING ICAUGHTUPRO\NICAUGHTU PRO Â© 2012 ITAY" = "Cảm ơn vì đã mua iCaughtU Pro\niCaughtU Pro Â© 2012 Itay";
"TO CONFIGURED EMAIL" = "đến cấu hình email";
"TO SMS SENDER" = "đến người gửi SMS";
"TOGGLE MUSIC PLAYER" = "Nút Trình chơi Nhạc";
"TURN ON 3G & DATA" = "Bật 3G & Data";
"VALIDATED" = "Đã Xác thực";
"YOU NEED TO SEND THE NUMBER TO FORWARD MESSAGES IN THE MESSAGE EG:\"COMMAND +123456789\"" = "Bạn cần phải gửi số tới các tin nhắn chuyển tiếp trong tin nhắn ví dụ: \"COMMAND +123456789\"";
"YOUR DEVICE IS NO CONFIGURED TO SEND EMAILS" = "Thiết bị của bạn không được cấu hình để gửi emails";
"YOUR PHONE NUMBER" = "Số điện thoại của bạn";
"(BE CAREFUL IF TETHERED JAILBREAK)" = "(cẩn trọng nếu là tethered jailbreak)";
"0 TO DISABLE" = "0 hoặc 1 để vô hiệu";
"CANCEL" = "Hủy";
"INCORRECT PASSCODE" = "Mật mã không đúng";
"CREATE PASSCODE" = "Tạo Mật mã";
"THE PASSCODES DO NOT MATCH" = "Mật mã không trùng khớp";
"CREATE PASSCODE TO EDIT SETTINGS" = "Tạo Mật mã để chỉnh sửa Cài đặt";
"PLEASE ENTER THE PASSCODE TO EDIT SETTINGS" = "Vui lòng nhập mật mã để chỉnh sửa Cài đặt";
"CHANGE PASSCODE" = "Thay đổi Mật mã";
"SOMEONE TRIED TO TURN OFF YOUR DEVICE. IF YOU ENABLED EMAIL SERVICE, CHECK YOUR INBOX." = "Có ai đó thử tắt thiết bị của bạn. Nếu bạn đã kích hoạt dịch vụ email, kiểm tra hộp thư của bạn";
"SOMEONE TRIED TO UNLOCK YOUR DEVICE. IF YOU ENABLED EMAIL SERVICE, CHECK YOUR INBOX." = "Có ai đó thử mở khóa thiết bị của bạn. Nếu bạn đã kích hoạt dịch vụ email, kiểm tra hộp thư của bạn.";
"PLEASE GO TO SETTING TO CONFIGURE ICAUGHTU AND VALIDATE YOUR COPY" = "Vui lòng vào Cài đặt để Cấu hình cho iCaughtU và Xác thực bản quyền";
"SOMEONE INTRODUCED A SIM CARD WITH IMSI: %@ ON YOUR IPHONE WITH IMEI: %@" = "Có ai đó đã đưa vào Thẻ SIM với IMSI: %@ trên iPhone của bạn với IMEI: %@";
"PLEASE ENTER LOCK PASSWORD TO LAUNCH %@" = "Vui lòng nhập Mật mã Khóa để thực thi %@";
"LAUNCH" = "Thực thi";
"Application Locked" = "Ứng dụng đã Khóa";
"INCORRECT PASSWORD." = "Mật mã không đúng.";
"AUTHENTICATION FAILED" = "Xác thực Thất bại";
"MESSAGE RECEIVED FROM: %@.%@" = "Tin nhắn đã nhận từ: %@.%@";
"MESSAGE FORWARDING TURNED ON" = "Tin nhắn chuyển tiếp đã MỞ";
"MESSAGE FORWARDING TURNED OFF" = "Tin nhắn chuyển tiếp đã TẮT";
"COMMAND RECEIVED AND EXECUTED. THANKS FOR USING ICAUGHTU PRO" = "Hiêụ lệnh đã Nhận và đã Thực hiện. Cám ơn vì Sử dụng iCaughtU Pro";
"LOCATION REPORT EVERY %.0F MINUTES TURNED ON" = "Báo cáo Vị trí Mỗi %. Phút đã MỞ";
"LOCATION REPORT TURNED OFF" = "Báo cáo Vị trí đã TẮT";
"MESSAGE FORWARDING TURNED" = "Tin nhắn chuyển tiếp"; //should be a prefix of the string indicating on/off
"LOCATION REPORT" = "Báo cáo Vị trí"; //should be a prefix of the string indicating on/off
"IMESSAGE RECEIVED FROM: %@.%@" = "iMessage đã Nhận Từ: %@.%@";
"BACK" = "lưng";